[
  {
    "model": "Ford Figo 1.2 Titanium Blu 2019",
    "Price": "$10000",
    "description": "The Latest Ford Figo 1.2 Titanium Blu 2019 Price in USA updated on daily bases from the local market shops/Showrooms and price list provided by the dealers of Ford in USA we are trying to delivering possible best and Cheap Price/offers or deals of Ford Figo 1.2 Titanium Blu 2019 in USA and Full Specs, but we are can’t grantee the information are 100% correct(human error is possible), All prices mentioned are in USD and USD and valid all over the USA including New York, California, Texas Slight deviations are expected.",
    "img": "https://www.ccarprice.com/products/Ford-Figo-1.2-Titanium-Blu.jpg"
  },
  {
    "model": "Tata Tiago 2022",
    "Price": "$9920",
    "description": "2022 Tata Tiago is an Upcoming Hatchback in USA. Tata Tiago will have a 1.2L Revotron engine giving 48 horsepower and 113 lb/ft of torque. The Front-wheel drive will offer 5-speed Manual & AMT transmission. All the information on this page is unofficial, but the official specs, features, and Tata Tiago Price in USA will be updated after the official launch.",
    "img": "https://www.ccarprice.com/products/tata_punch_2022.jpeg"
  },
  {
    "model": "Nissan Micra S 2018",
    "price": "$9900",
    "description": "The Latest Nissan Micra S 2018 Price in USA updated on daily bases from the local market shops/Showrooms and price list provided by the dealers of Nissan in USA we are trying to delivering possible best and Cheap Price/offers or deals of Nissan Micra S 2018 in USA and Full Specs, but we are can’t grantee the information are 100% correct(human error is possible), All prices mentioned are in USD and USD and valid all over the USA including New York, California, Texas Slight deviations are expected.",
    "img": "https://www.ccarprice.com/products/Nissan-Micra-S-2018.jpg"
  },
  {
    "model": "Toyota Platinum Etios 1.5 G 2020",
    "price": "$9950",
    "description": "The Latest Toyota Platinum Etios 1.5 G 2020 Price in USA updated on daily bases from the local market shops/Showrooms and price list provided by the dealers of Toyota in USA we are trying to delivering possible best and Cheap Price/offers or deals of Toyota Platinum Etios 1.5 G 2020 in USA and Full Specs, but we are can’t grantee the information are 100% correct(human error is possible), All prices mentioned are in USD and USD and valid all over the USA including New York, California, Texas Slight deviations are expected",
    "img": "https://www.ccarprice.com/products/Toyota-Platinum-Etios-1.5-G.gif"
  },
  {
    "model": "Proton Saga Premium 2020",
    "price": "$9960",
    "description": "The Latest Proton Saga Premium 2020 Price in USA updated on daily bases from the local market shops/Showrooms and price list provided by the dealers of Proton in USA we are trying to delivering possible best and Cheap Price/offers or deals of Proton Saga Premium 2020 in USA and Full Specs, but we are can’t grantee the information are 100% correct(human error is possible), All prices mentioned are in USD and USD and valid all over the USA including New York, California, Texas Slight deviations are expected.",
    "img": "https://www.ccarprice.com/products/Proton-Saga-Premium-2020.jpg"
  },
  {
    "model": "Chevrolet Spark LS 2018",
    "price": "$9,600",
    "description": "The Latest Chevrolet Spark LS 2018 Price in USA updated on daily bases from the local market shops/Showrooms and price list provided by the dealers of Chevrolet in USA we are trying to delivering possible best and Cheap Price/offers or deals of Chevrolet Spark LS 2018 in USA and Full Specs, but we are can’t grantee the information are 100% correct(human error is possible), All prices mentioned are in USD and USD and valid all over the USA including New York, California, Texas Slight deviations are expected",
    "img": "https://www.ccarprice.com/products/Chevrolet-Spark-LS-2018.png"
  },
  {
    "model": "Tata Altroz 2021",
    "price": "$9,460",
    "description": "021 Tata Altroz is powered by a 1.5 L Revotroq engine that provides 77bhp@4000rpm horsepower and 200Nm@1250-3000rpm of torque. It has Front-wheel drive and 5-speed Manual & AMT transmission.",
    "img": "https://www.ccarprice.com/products/Tata_Altroz_2021.jpg"
  },
  {
    "model": "Hyundai Grand i10 1.2 Kappa Asta 2019",
    "price": "9,400",
    "description": "Best Price of Hyundai Grand i10 1.2 Kappa Asta 2019 in USA 9,400 as of January 27, 2022 The Latest Hyundai Grand i10 1.2 Kappa Asta 2019 Price in USA updated on daily bases from the local market shops/Showrooms and price list provided by the dealers of Hyundai in USA we are trying to delivering possible best and Cheap Price/offers or deals of Hyundai Grand i10 1.2 Kappa Asta 2019 in USA and Full Specs, but we are can’t grantee the information are 100% correct(human error is possible), All prices mentioned are in USD and USD and valid all over the USA including New York, California, Texas Slight deviations are expected.",
    "img": "https://www.ccarprice.com/products/Hyundai-Grand-i10-1.2-Kappa-Asta.jpg"
  },
  {
    "model": "Hyundai i10 1.2 GL",
    "price": "9,230",
    "description": "The Latest Hyundai I10 1.2 GL Price in USA updated on daily bases from the local market shops/Showrooms and price list provided by the dealers of Hyundai in USA we are trying to delivering possible best and Cheap Price/offers or deals of Hyundai I10 1.2 GL in USA and Full Specs, but we are can’t grantee the information are 100% correct(human error is possible), All prices mentioned are in USD and USD and valid all over the USA including New York, California, Texas Slight deviations are expected.",
    "img": "https://www.ccarprice.com/products/i_10_GL.jpg"
  },
  {
    "model": "Renault Triber RXZ 2019",
    "price": "9,000",
    "description": "The Latest Renault Triber RXZ 2019 Price in USA updated on daily bases from the local market shops/Showrooms and price list provided by the dealers of Renault in USA we are trying to delivering possible best and Cheap Price/offers or deals of Renault Triber RXZ 2019 in USA and Full Specs, but we are can’t grantee the information are 100% correct(human error is possible), All prices mentioned are in USD and USD and valid all over the USA including New York, California, Texas Slight deviations are expected.",
    "img": "https://www.ccarprice.com/products/Renault_Triber_RXZ_2019.jpg"
  }
]
